Repository: itsBashayer/Fingurtips
Catalog: ANAMIL/Localizable.xcstrings
Source language: en
Languages: ar

source: Add Card
ar: اضف بطاقة

source: Add List
ar: إضافة قائمة

source: Attach Image
ar: ارفق صورة

source: Ball
ar: كوره

source: Cancel
ar: الغاء

source: Card Name
ar: اسم البطاقة

source: Choose a color
ar: إختر اللون

source: Clothes
ar: الملابس

source: Color
ar: اللون

source: Delete
ar: حذف

source: Doll
ar: دبدوب

source: Done
ar: تم

source: Edit
ar: تعديل

source: Edit Card
ar: تعديل بطاقة

source: Edit Category
ar: تعديل التصنيف

source: Egg
ar: بيض

source: Error
ar: خطأ

source: Feelings
ar: المشاعر

source: Food
ar: الاكل

source: Games
ar: الالعاب

source: I'm angry
ar: انا غاضب

source: I'm crying
ar: انا ابكي

source: I'm happy
ar: انا سعيد

source: I'm scared
ar: انا خائف

source: I'm surprised
ar: انا متفاجئ

source: Jacket
ar: جاكيت

source: Juice
ar: عصير

source: List Name
ar: اسم القائمة

source: My Belly Hurts
ar: بطني يؤلمني

source: My Clothes
ar: الملابس

source: My Feelings
ar: مشاعري

source: My Food
ar: الاكل

source: My Games
ar: الالعاب

source: My Hand Hurts
ar: يدي تؤلمني

source: My Head Hurts
ar: رأسي يؤلمني

source: My Leg Hurts
ar: ساقي يؤلمني

source: My Pains
ar: الآلام

source: My Teeth Hurt
ar: اسناني تؤلمني

source: Ok
ar: حسناً

source: OK
ar: حسناً

source: Pants
ar: بنطلون

source: Pasta
ar: مكرونه

source: Please record your voice
ar: يرجى تسجيل صوتك.

source: Please Record Your Voice
ar: يرجى تسجيل صوتك.

source: Please select an image before saving.
ar: يرجى اختيار صورة قبل الحفظ.

source: Rice
ar: رز

source: Save Card
ar: حفظ البطاقة

source: Save Category
ar: حفظ القائمة

source: Select a Color
ar: إختر اللون

source: Shirt
ar: بلوزة

source: Shoes
ar: حذاء

source: Unknown List
ar: قائمة غير معروفة

source: Upload Image
ar: أرفق صورة

source: Water
ar: ماء

source: What Hurts Me?
ar: ماذا يؤلمني

source: Your Child's Lists
ar: قوائم طفلك
